Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Current Algorithm Reasoning
bg: Текущи разсъждения на алгоритъма
cs: Aktuální zdůvodnění algoritmu
da: Nuværende Algoritme Reasoning
de: Aktuelle Algorithmus Begründungen
es: Razonamiento actual del algoritmo
fr: Raisonnement actuel de l’algorithme
it: Motivazione Dell'Algoritmo Corrente
nb_no: Nåværende resonnement fra algoritmen
nl: Reden van huidige Algoritme
pl: Aktualne wyjaśnienie algorytmu
pt_pt: Justificativa do Algoritmo Atual
ru: Текущий Алгоритм Разумеется
sv: Algoritmens senaste slutsats
uk: Поточний алгоритм Причини
vi: Thuật toán hiện tại
zh_hant: 當前演算法推理

source: Current Basal Safety Multiplier
bg: Текущ коефициент на безопасност за базал
cs: Aktuální bezpečnostní násobič bazálu
da: Nuværende Basal Sikkerheds Multiplikator
de: Aktueller Basal-Sicherheits-Multiplikator
es: Multiplicador actual de seguridad basal
fr: Multiplicateur de sécurité du basal actuel
it: Corrente Moltiplicatore Basale Sicurezza
nb_no: Sikkerhetsmultiplikator for nåværende basal
nl: Huidige basale veiligheidsvermenigvuldiger
pl: Aktualny mnożnik bezpieczeństwa bazy
pt_pt: Multiplicador de Segurança Basal Atual
ru: Множитель безопасности для текущего базала
sv: Multiplikator för nuvarande ordinarie basal
uk: Множник Безпеки для Поточного Базалу
vi: Hệ số an toàn liều nền hiện tại
zh_hant: 當前基礎安全倍率

source: Current CGM Models Supported:
bg: Поддържани в момента CGM модели:
cs: Aktuálně podporované modely CGM:
da: Aktuelle CGM-modeller understøttet:
de: Aktuell unterstützte CGM Modelle:
es: Modelos CGM actuales soportados:
fr: Modèles de Capteurs de Glucose en continu (CGM) actuellement pris en charge :
it: Modelli Cgm Attuali Supportati:
nb_no: Støttede CGM-modeller:
nl: Huidige CGM Models Ondersteund:
pl: Obecnie obsługiwane modele CGM:
pt_pt: Modelos de CGM Atuais Suportados:
ru: Текущие модели CGM поддерживаются:
sv: Stödjer aktuella CGM-modeller:
uk: Поточні моделі CGM підтримуються:
vi: Các mẫu cảm biến đường huyết hiện được hỗ trợ:
zh_hant: 當前支援的 CGM 型號：

# Current IOB (%@ U) > Max IOB (%@ U)
source: Current IOB (%1$@ U) > Max IOB (%2$@ U)
bg: Текущ IOB (%@ U) > Макс IOB (%@ U)
cs: Aktuální IOB (%1$@ j) > Max IOB (%2$@ j)
da: Nuværende IOB (%1$@ U) > Max IOB (%2$@ U)
de: Aktuelles IOB (%1$@ U) > Max IOB (%2$@ U)
fr: IOB actuel (%1$@ U) > IOB Max (%2$@ U)
it: IOB attuale (%1$@ U) > IOB massimo (%2$@ U)
nb_no: Nåværende IOB (%1$@ U) > Maks IOB (%2$@ U)
nl: Huidige IOB (%1$@ U) > Max IOB (%2$@ U)
pl: Aktualne IOB (%1$@ U) > Max IOB (%2$@ U)
sv: Nuvarande IOB (%1$@ E) > Max IOB (%2$@ E)
vi: IOB hiện tại (%1$@ U) > IOB tối đa (%2$@ U)
zh_hant: 當前 IOB (%1$@ U) > 最大 IOB (%2$@ U)

source: Current Loop Status
bg: Статус на текущия цикъл
cs: Aktuální stav smyčky
da: Nuværende Løkke Status
de: Aktueller Loop-Status
es: Estado actual del bucle
fr: État actuel de la boucle fermée
it: Stato Ciclo Attuale
nb_no: Nåværende Loop-status
nl: Huidige Loop Status
pl: Aktualny status pętli
pt_pt: Status de loop atual
ru: Текущий статус цикла
sv: Loopstatus
uk: Поточний статус циклу
vi: Trạng thái vòng lặp hiện tại
zh_hant: 當前循環狀態

source: Current Pump Models Supported:
bg: Поддържани в момента модели помпи:
cs: Podporovány aktuální modely pumpy:
da: Nuværende Pumpe-modeller understøttet:
de: Aktuell unterstützte Pumpenmodelle:
es: Modelos de bomba actuales soportados:
fr: Modèles de pompe actuellement pris en charge :
it: Modelli Di Pompa Attuali Supportati:
nb_no: Støttede pumpe-modeller:
nl: Huidige Pomp Models Ondersteund:
pl: Obecnie obsługiwane modele pomp:
pt_pt: Modelos atuais da bomba suportados:
ru: Текущие модели насосов поддерживаются:
sv: Aktuella pumpmodeller stöds:
uk: Поточні моделі насосу підтримуються:
vi: Các mẫu máy bơm hiện tại được hỗ trợ:
zh_hant: 當前支援的幫浦型號：

source: Current Sensor is Ending soon! Sensor Life left in %@
bg: Срокът на текущия сензор изтича скоро! Оставащ живот: %@
cs: Aktuálnímu senzoru brzy vyprší platnost! Životnost senzoru zbývá: %@
da: Nuværende sensor slutter snart! Sensorliv tilbage i %@
de: Der aktuelle Sensor endet bald! Verbleibende Sensorlaufzeit: %@
es: ¡El sensor actual está terminando pronto! Sensor de vida restante en %@
fr: Le capteur actuel arrive bientôt à expiration ! Temps restant : %@
it: Il Sensore Corrente terminerà presto! Vita del Sensore rimanente in %@
nb_no: Gjeldende sensor utløper snart! Sensor-tid gjenstår i %@
nl: Huidige Sensor eindigt binnenkort! Sensor verloopt over %@
pl: Aktualny czujnik wkrótce się kończy! Pozostała żywotność czujnika %@
pt_pt: Sensor atual já vai encerrar! Vida do Sensor restante em %@
ru: Сенсор скоро закончится! Осталась %@
sv: Nuvarande sensor behöver snart bytas! Sensortid kvar i %@
uk: Сенсор скоро скінчиться! Залишилась %@
vi: Cảm biến hiện tại sắp kết thúc! Tuổi thọ cảm biến còn lại trong %@
zh_hant: 當前傳感器即將結束！剩餘傳感器壽命為 %@

source: Currently no Override active
bg: В момента няма активна отмяна
cs: Momentálně není aktivní žádné přepsání
da: Aktuelt ingen Tilsidesæt aktiv
de: Derzeit kein Override aktiv
es: Actualmente no hay sobrescribir activo
fr: Actuellement, aucune Dérogation n'est active
it: Attualmente nessun Programma attivo
nb_no: Ingen aktiv overstyring
nl: Op dit moment geen 'Overschrijving' actief
pl: Obecnie nie ma aktywnego nadpisywania
pt_pt: Atualmente não sobreposto ativo
ru: В данный момент профиль не переопределен
sv: Inget undantag aktivt
uk: Наразі жодне Перевизначення не активне
vi: Hiện tại không có ghi đè nào hoạt động
zh_hant: 目前沒有啟用的覆蓋

source: Custom
bg: Персонализиран
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nb_no: Egendefinert
nl: Aangepast
pl: Własny
pt_pt: Definir
ru: Своя
sv: Anpassad
uk: Своя
vi: Tuỳ chỉnh
zh_hant: 自訂

source: Custom Override
bg: Персонализирана отмяна
cs: Vlastní přepsání
da: Tilsidesæt
de: Benutzerdefinierter Override
es: Anulación personalizada
fr: Dérogation personnalisée
it: Programma Personalizzato
nb_no: Egendefinert overstyring
nl: Eigen overschrijven
pl: Własne Nadpisanie
pt_pt: Substituição personalizada
ru: Настраиваемое переопределение
sv: Anpassad override
uk: Користувацька перевизначення
vi: Ghi đè tùy chỉnh
zh_hant: 自訂覆蓋

source: Custom Profile
bg: Персонализиран профил
cs: Vlastní profil
da: Brugerdefineret Profil
de: Benutzerdefiniertes Profil
es: Perfil personalizado
fr: Profil personnalisé
it: Profilo Personalizzato
nb_no: Egendefinert profil
nl: Aangepast profiel
pl: Profil niestandardowy
pt_pt: Perfil personalizado
ru: Настраиваемый профиль
sv: Anpassad Profil
uk: Спеціальний профіль
vi: Tùy chỉnh hồ sơ
zh_hant: 自訂設定檔

source: Custom Temp Target
bg: Персонализирана временна цел
cs: Vlastní dočasný cíl
de: Benutzerdefiniertes Temporäres Ziel
fr: Cible temporaire personnalisée
nb_no: Egendefinert midlertidig mål
pl: Własny cel tymczasowy
sv: Anpassat tillfälligt mål
vi: Tùy chỉnh Mục tiêu Tạm thời
zh_hant: 自訂臨時目標

source: Customize Fonts
bg: Персонализиране на шрифтове
cs: Přizpůsobit písma
da: Tilpas Skrifttyper
de: Schriftarten anpassen
es: Personalizar fuentes
fr: Personnaliser les paramètre de polices
it: Personalizza Caratteri
nb_no: Tilpass skrifttyper
nl: Lettertypen aanpassen
pl: Dostosuj czcionki
pt_pt: Personalizar Fontes
ru: Настроить шрифты
sv: Anpassa typsnitt
uk: Налаштування шрифтів
vi: Tùy chỉnh phông chữ
zh_hant: 自訂字型

source: Customize Layout and Style
bg: Персонализиране на оформление и стил
cs: Přizpůsobit rozvržení a styl
da: Tilpas layout og stil
de: Layout und Stil anpassen
es: Personalizar diseño y estilo
fr: Personnalisation de la disposition et du style
it: Personalizza layout e stile
nb_no: Tilpass utseende og stil
nl: Opmaak en stijl aanpassen
pl: Dostosuj układ i styl
pt_pt: Personalizar Layout e Estilo
ru: Настроить макет и стиль
sv: Anpassa layout och stil
uk: Налаштувати розкладку та стиль
vi: Tùy chỉnh Bố cục và Phong cách
zh_hant: 自訂佈局和風格

source: Customize Trio’s algorithm features. Most users start with the recommended settings.
bg: Персонализирайте функциите на алгоритъма на Trio. Повечето потребители започват с препоръчаните настройки.
cs: Přizpůsob si funkce algoritmu Tria. Většina uživatelů začíná s doporučeným nastavením.
da: Tilpas Trios algoritmefunktioner. De fleste brugere starter med de anbefalede indstillinger.
de: Passe die Algorithmusfunktionen von Trio an. Die meisten Benutzer beginnen mit den empfohlenen Einstellungen.
fr: Personnalisation des fonctionnalités de l’algorithme de Trio. La plupart des utilisateurs commencent avec les réglages recommandés.
it: Personalizza le funzioni dell'algoritmo di Trio. La maggior parte degli utenti inizia con le impostazioni consigliate.
nb_no: Tilpass algoritme-funksjonene i Trio. De fleste brukere starter med de anbefalte innstillingene.
nl: Trio’s algoritme functies aanpassen. De meeste gebruikers beginnen met de aanbevolen instellingen.
pl: Dostosuj funkcje algorytmu Trio. Większość użytkowników zaczyna się od zalecanych ustawień.
sv: Anpassa Trios algoritmfunktioner. De flesta användare startar med de rekommenderade inställningarna.
vi: Tùy chỉnh các tính năng thuật toán của Trio. Hầu hết người dùng bắt đầu với các cài đặt được đề xuất.
zh_hant: 自訂 Trio 的演算法功能。大多數使用者會從建議的設定開始。

source: d
bg: д
de: Tag
fr: j
it: gg
ru: д
uk: дн.

source: D
bg: Д

source: Dark
bg: Тъмно
cs: Tmavý
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nb_no: Mørk
nl: Donker
pl: Ciemny
pt_pt: Escuro
sv: Mörkt
uk: Темна
vi: Tối
zh_hant: 深色

source: Dark:
bg: Тъмно:
cs: Tmavý:
da: Mørk:
de: Dunkel:
es: Oscuro:
fr: Sombre :
it: Oscurità:
nb_no: Mørk:
nl: Donker:
pl: Ciemny:
pt_pt: Escuro:
ru: Темное:
sv: Mörk:
uk: Темний:
zh_hant: 黑暗:

source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
es: Fecha
it: Data
nb_no: Dato
nl: Datum
pl: Data
pt_pt: Data
ru: Дата
sv: Datum
uk: Дата
vi: Ngày
zh_hant: 日期

source: Date of adding
bg: Дата на добавяне
cs: Datum přidání
da: Dato for tilføjelse
de: Datum des Hinzufügens
es: Fecha de adición
fr: Date d'ajout
it: Data di aggiunta
nb_no: Lagt til dato
nl: Datum van toevoegen
pl: Data dodania
pt_pt: Data da adição
ru: Дата добавления
sv: Tilläggsdatum
uk: Дата додавання
vi: Ngày thêm vào
zh_hant: 新增日期

source: Day
bg: Ден
cs: Den
da: Dag
de: Tag
es: Día
fr: Jour
it: Giorno
nb_no: Dag
nl: Dag
pl: Dzień
pt_pt: dia
ru: День
sv: Dygn
uk: День
zh_hant: 天

source: DayEnd
bg: Край на деня
cs: Konec dne
fr: Fin de journée
nb_no: Dagsslutt
vi: Kết thúc ngày
zh_hant: 日結束

source: days
bg: дни
cs: dnů
da: dage
de: Tage
es: días
fr: jours
it: giorni
nb_no: dager
nl: dagen
pl: dni
pt_pt: Dias
ru: дней
sv: dagar
uk: дні
zh_hant: 天數

source: Days
bg: Дни
cs: Dnů
da: Dage
de: Tage
es: Días
fr: Jours
it: Giorni
nb_no: Dager
nl: Dagen
pl: Dni
pt_pt: dias
ru: Дни
sv: Dagar
uk: Днів
zh_hant: 天數

source: DayStart
bg: Начало на деня
cs: Začátek dne
fr: Début de journée
nb_no: Dagsstart
vi: Bắt đầu ngày
zh_hant: 日開始

source: Deactivate Pod
bg: Деактивиране на Pod
cs: Deaktivovat Pod
da: Deaktiver Pod
de: Pod deaktivieren
es: Desactivar Pod
fr: Désactiver le Pod
it: Disattiva Pod
nb_no: Deaktiver Pod
nl: Deactiveer pod
pl: Dezaktywuj PODa
pt_pt: Desativar Pod
ru: Деактивировать Pod
sv: Inaktivera podd
uk: Деактивувати Pod
vi: Hủy kích hoạt Pod
zh_hant: 停用 Pod

source: Deactivating...
bg: Деактивиране...
cs: Deaktivuji...
da: Deaktiverer...
de: Deaktivieren...
es: Desactivando...
fr: Désactivation en cours...
it: Sto disattivando...
nb_no: Deaktiverer...
nl: Deactiveren...
pl: Dezaktywacja...
pt_pt: Desativando...
ru: Деактивация...
sv: Inaktiverar...
uk: Деактивувати...
vi: Đang hủy kích hoạt...
zh_hant: 正在停用...

source: Debug options
bg: Опции за дебъгване
cs: Možnosti ladění
da: Fejlfindingsindstillinger
de: Debug-Optionen
es: Opciones de depuración
fr: Options de débogage
it: Opzioni di Debug
nb_no: Alternativ for feilsøking
nl: Debug opties
pl: Opcje debugowania
pt_pt: Opções de depuração
ru: Опции отладки
sv: Felsökningsalternativ
uk: Параметри налагодження
vi: Tùy chọn gỡ lỗi
zh_hant: 除錯選項

source: Decrease sensitivity when glucose is below target if a manual Temp Target < %1$@ %2$@ is set.
bg: Намалява чувствителността, когато глюкозата е под целта, ако е зададена ръчна временна цел < %@ %@.
cs: Sniž citlivost, když je glykémie pod cílem a je nastaven manuální dočasný cíl < %1$@ %2$@ .
da: Formindsk følsomhed, når glucose er under målet, hvis et manuelt temp mål < %1$@ %2$@ er indstillet.
de: Verringert die Empfindlichkeit, wenn die Glukose unterhalb des Ziels liegt, wenn ein Temporäres Ziel < %1$@ %2$@ gesetzt ist.
es: Disminuye la sensibilidad cuando la glucosa está por debajo del objetivo si se establece un objetivo temporal manual < %1$@ %2$@.
fr: Réduire la sensibilité lorsque le glucose est sous la cible si une Cible Temporaire manuelle < %1$@ %2$@ est active.
it: Diminuisce la sensibilità quando il glucosio è al di sotto del bersaglio se è impostato un obiettivo Temp manuale < %1$@ %2$@.
nb_no: Reduser følsomheten når et midlertidig mål < %1$@ %2$@ er satt.
nl: Verlaag de gevoeligheid wanneer glucose onder het streefdoel ligt als er een handmatige tijdelijke streefdoel < %1$@ %2$@ is ingesteld.
pl: Zmniejsza wrażliwość gdy poziom glikemii jest poniżej celu, jeśli ustawiony jest ręczny cel tymczasowy < %1$@ %2$@
pt_pt: Diminuir a sensibilidade quando a glicose estiver abaixo do alvo se um Alvo Temp manual < %1$@ %2$@ estiver definido.
sv: Minska insulinkänsligheten när glukos är under målvärdet om ett tillfälligt mål < %1$@ %2$@ är aktivt.
uk: Зменшити чутливість, коли встановлено глюкозу, якщо встановлено ручний об'єкт < %1$@ %2$@.
vi: Giảm độ nhạy insulin khi đường huyết thấp hơn mục tiêu nếu một Mục tiêu Tạm thời thủ công < %1$@ %2$@ được thiết lập.
zh_hant: 如果手動臨時目標設定低於 %1$@ %2$@，則在血糖低於目標時降低敏感度。

source: Default
bg: По подразбиране
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito
nb_no: Standard
nl: Standaard
pl: Domyślny
pt_pt: Padrão
ru: По умолчанию
sv: Standard
uk: Типово
vi: Mặc định
zh_hant: 預設

source: Default impact of carb absorption over a 5 minute interval.
bg: Въздействие по подразбиране на абсорбцията на въглехидрати за 5-минутен интервал.
cs: Výchozí vliv vstřebávání sacharidů během 5minutového intervalu.
da: Standard indvirkning af kulhydratabsorption over et 5 minutters interval.
de: Standardauswirkung der Kohlenhydrataufnahme über einen Zeitraum von 5 Minuten.
es: Impacto por defecto de la absorción de glúcidos en un intervalo de 5 minutos.
fr: Impact par défaut de l'absorption des glucides sur un intervalle de 5 minutes.
it: Impatto predefinito dell'assorbimento di carboidrati su un intervallo di 5 minuti.
nb_no: Standard påvirkning av karbo-absorpsjon med et intervall på 5 minutter.
nl: Standaard impact van koolhydraten absorptie over een 5 minuten interval.
pl: Domyślny wpływ wchłaniania węglowodanów w ciągu 5 minut.
pt_pt: Impacto padrão da absorção de carbono ao longo de um intervalo de 5 minutos.
sv: Standardeffekt kolhydratabsorption över 5 minuter.
uk: Вплив різьблення за замовчуванням протягом 5 хвилин.
vi: Ảnh hưởng mặc định của việc hấp thụ carbs trong khoảng thời gian 5 phút.
zh_hant: 碳水化合物吸收的預設影響為 5 分鐘的時間間隔。

source: Default is 20 minutes. How often to update and save the statistics.json and to upload last array, when enabled, to Nightscout.
bg: По подразбиране е 20 минути. Колко често да се обновява и записва statistics.json и да се качва последният масив към Nightscout, когато е активирано.
cs: Výchozí hodnota je 20 minut. Určuje, jak často se aktualizuje a ukládá soubor statistics.json a jak často se (pokud je to povoleno) nahrávají data do Nightscoutu.
da: Standard er 20 minutter. Hvor ofte at opdatere og gemme statistik.json og uploade sidste array, når aktiveret, til Nightscout.
de: Standard ist 20 Minuten. Wie oft die statistics.json aktualisiert und gespeichert werden soll und wie oft das letzte Datenfeld zu Nightscout hochgeladen werden soll, wenn dies aktiviert ist.
es: Por defecto es de 20 minutos. Con qué frecuencia actualizar y guardar las estadísticas.json y subir la última matriz, cuando está habilitada, a Nightscout.
fr: Par défaut : 20 minutes. Fréquence de mise à jour et d’enregistrement du fichier statistics.json, ainsi que de l’envoi du dernier tableau à Nightscout lorsque cette option est activée.
it: Il valore predefinito è di 20 minuti. Quante volte aggiornare e salvare le statistiche.json e caricare l'ultimo array, quando abilitato, su Nightscout.
nb_no: Standard er 20 minutter. Hvor ofte skal skal statistics.json oppdateres og lagres, for deretter å laste opp til Nightscout (hvis aktivert)?
nl: Standaard 20 minuten. Hoe vaak de statistics.json bijwerken en opslaan en de laatste array, indien ingeschakeld, uploaden naar Nightscout.
pl: Domyślnie ustawione jest 20 minut. Jak często aktualizować i zapisywać statistics.json oraz przesyłać dane do Nightscout.
pt_pt: O padrão é 20 minutos. Com que frequência atualizar e salvar as estatísticastics.json e fazer o upload do último array, quando ativado, para o Nightscout.
ru: По-умолчанию 20 минут. Как часто обновлять и сохранять statistics.json и загружать последний массив данных, когда включено, в Nightscout.
sv: Standardvärde är 20 minuter. Ange hur ofta du vill uppdatera, spara och ladda upp statistiken till Nightscout.
uk: За замовчуванням 20 хвилин. Як часто оновлювати та зберігати statistics.json і завантажувати останній масив, якщо ввімкнено, у Nightscout.
vi: Mặc định là 20 phút. Tần suất cập nhật và lưu tệp statistics.json, cũng như tải lên mảng cuối cùng (nếu được bật), lên Nightscout.
zh_hant: 預設為 20 分鐘。更新和儲存 statistics.json 的頻率以及上傳最後一組資料，當啟用時，至 Nightscout。

source: Default is false. Any existing temp basals during times the pump was suspended will be deleted and 0 temp basals to negate the profile basal rates during times pump is suspended will be added.
bg: По подразбиране е false. Всички съществуващи временни базали по време на спиране на помпата ще бъдат изтрити, а ще бъдат добавени нулеви временни базали, които да неутрализират базалните дози от профила, докато помпата е спряна.
cs: Výchozí nastavení je vypnuto. Jakékoli existující dočasné bazály z doby, kdy byla pumpa pozastavena, budou smazány a budou přidány nulové dočasné bazály, aby se během pozastavení pumpy vynulovaly profilové bazální dávky.
da: Standard er falsk. Alle eksisterende temp basaler i tider, hvor pumpen blev suspenderet, vil blive slettet, og 0 temp basaler til at negere profilen basal hastigheder i tider, pumpen er suspenderet, vil blive tilføjet.
de: Standard ist aus. Vorhandene Temporäre Basalraten während der Zeit, in der die Pumpe angehalten wurde, werden gelöscht und eine Temporäre Basalrate von 0 wird hinzugefügt, um die Profilbasalraten während der Zeit, in der die Pumpe angehalten wurde, zu negieren.
es: Por defecto es falso. Cualquier basal temporal existente durante las horas de suspensión de la bomba se eliminará y se añadirán basales temporales de 0 unidades para negar las tasas basales del perfil durante las horas de suspensión de la bomba.
fr: Ce paramètre est désactivé par défaut. Tous les débits basaux temporaires existants pendant la suspension de la pompe seront supprimés, et des débits temporaires à 0 U/h seront ajoutés pour annuler les débits basaux du profil pendant la suspension de la pompe.
it: Il valore predefinito è falso. Eventuali basali temporanee esistenti durante il periodo di sospensione della pompa verranno eliminate e verrà inserita una basale temporanea a zero basali per eliminare le velocità basali del profilo durante il periodo di sospensione della pompa.
nb_no: Standard slått av. Midlertidig basal som er angitt mens pumpen er deaktivert, vil bli slettet. Midlertidig basal på 0 vil bli lagt til for å jevne ut profilens basalrate mens pumpen er deaktivert.
nl: Standaard uit. Alle reeds ingevoerde tijdelijke basaalstanden die ingevoerd zijn wanneer de pomp is opgeschort, worden verwijderd. Een 0 tijdelijk basaal wordt toegevoegd om de in het profiel opgegeven basaal te overschijven gedurende de tijd dat de pomp was opgeschort.
pl: Domyślnie jest wyłączone. Wszystkie dawki tymczasowe podczas zawieszenia podawania zostaną usunięte poprawiając obliczenia IOB przez algorytm.
pt_pt: Padrão é falso. Qualquer basal temp existente durante os tempos de suspensão da bomba será excluída e 0 basais temporárias para negar as taxas de basal do perfil durante os períodos de suspensão da bomba será adicionado.
ru: По умолчанию false. Любые существующие ВБС во время остановки помпы будут удалены и заменены на нулевую BБС чтобы убрать профильные базальные скорости.
sv: Av som standard. Alla eventuella temporära basaler som pågått under tider pumpen varit pausad kommer att raderas, dessutom kommer de ordinarie basaldoserna ersättas med temporära basaler på 0 E/h.
uk: За промовчанням false. Будь-які існуючі ТБШ під час зупинки помпи будуть видалені та замінені на нульову ТБШ, щоб прибрати профільні базальні швидкості.
vi: Mặc định là False. Mọi mức liều nền tạm thời hiện có trong thời gian máy bơm bị tạm dừng sẽ bị xóa và mức liều nền tạm thời bằng 0 để phủ nhận tốc độ liều nền của Hồ sơ trong thời gian máy bơm bị tạm dừng sẽ được thêm vào.
zh_hant: 預設為 false。在幫浦暫停期間，任何現有的臨時基礎將被刪除，而在幫浦暫停期間為了抵消設定檔基礎速率將新增 0 的臨時基礎。

source: Default Percent: 70%
bg: Процент по подразбиране: 70%
cs: Výchozí procento: 70%
da: Standard Procent: 70%
de: Standard Prozent: 70%
es: Porcentaje por defecto: 70%
fr: Pourcentage par défaut : 70%
it: Percentuale Predefinita: 70%
nb_no: Standard prosent: 70%
nl: Standaard Percent: 70%
pl: Domyślny procent: 70%
pt_pt: Porcentagem padrão: 70%
ru: Процент по умолчанию: 70%
sv: Standardprocent: 70%
uk: Відсоток за замовчуванням: 70%
vi: Phần trăm mặc định: 70%
zh_hant: 預設百分比：70%

source: Default Percent: 100%
bg: Процент по подразбиране: 100%
cs: Výchozí procento: 100%
da: Standard Procent: 100%
de: Standard Prozent: 100%
es: Porcentaje por defecto: 100%
fr: Pourcentage par défaut : 100%
it: Percentuale Predefinita: 100%
nb_no: Standard prosent: 100%
nl: Standaard Percent: 100%
pl: Domyślny procent: 100%
pt_pt: Porcentagem padrão: 100%
ru: Процент по умолчанию: 100%
sv: Standardprocent: 100%
uk: Відсоток за замовчуванням: 100%
vi: Phần trăm mặc định: 100%
zh_hant: 預設百分比：100%
